Repository: Sumatoha/dem-tracker
Catalog: dem/Resources/*.lproj/Localizable.strings
Languages: kk, ru

# notifications.milestone_2h_body
source: Nicotine is starting to leave your blood. Keep going!
kk: Никотин қаннан шығарыла бастады. Осылай жалғастыр!
ru: Никотин начинает выводиться из крови. Так держать!

# notifications.milestone_6h
source: 6 hours 🌟
kk: 6 сағат 🌟
ru: 6 часов 🌟

# notifications.milestone_6h_body
source: Your heart rate is returning to normal. You're on track!
kk: Жүрек соғысы қалыпқа келуде. Сен дұрыс жолдасың!
ru: Пульс приходит в норму. Ты на правильном пути!

# notifications.milestone_12h
source: 12 hours 💫
kk: 12 сағат 💫
ru: 12 часов 💫

# notifications.milestone_12h_body
source: Blood oxygen levels are rising. Great job!
kk: Қандағы оттегі деңгейі көтерілуде. Тамаша!
ru: Уровень кислорода в крови растёт. Отлично!

# notifications.milestone_24h
source: 24 hours! 🎯
kk: 24 сағат! 🎯
ru: 24 часа! 🎯

# notifications.milestone_24h_body
source: One day smoke-free — heart risk is already decreasing!
kk: Бір күн сигаретсіз — жүрек қаупі төмендеуде!
ru: Сутки без сигарет — риск для сердца уже снижается!

# notifications.milestone_72h
source: 72 hours! 🏆
kk: 72 сағат! 🏆
ru: 72 часа! 🏆

# notifications.milestone_72h_body
source: 3 days! Breathing is easier now. You're doing great!
kk: 3 күн! Тыныс алу жеңілдеді. Сен молодец!
ru: 3 дня! Дышать стало легче. Ты молодец!

# time.minutes_ago
source: %d min ago
kk: %d мин бұрын
ru: %d мин назад

# time.hours_ago
source: %d h ago
kk: %d сағ бұрын
ru: %d ч назад

# time.days_ago
source: %d d ago
kk: %d күн бұрын
ru: %d дн назад

# time.long_ago
source: long ago
kk: ертеде
ru: давно

# units.pieces
source: pcs
kk: дана
ru: шт

# units.pieces_per_day
source: pcs/day
kk: дана/күн
ru: шт/день

# quotes.quote1
source: Every day without a cigarette is a victory over yourself
kk: Сигаретсіз әр күн — өзіңе жеңіс
ru: Каждый день без сигареты — это победа над собой

# quotes.quote2
source: You are stronger than you think
kk: Сен ойлағаннан да күштісің
ru: Вы сильнее, чем думаете

# quotes.quote3
source: Small steps lead to big changes
kk: Кішкентай қадамдар үлкен өзгерістерге апарады
ru: Маленькие шаги ведут к большим переменам

# quotes.quote4
source: Your health is your greatest investment
kk: Денсаулығың — ең басты байлығың
ru: Ваше здоровье — ваша главная инвестиция

# quotes.quote5
source: Today is the best day to become better
kk: Бүгін — жақсы болудың ең жақсы күні
ru: Сегодня — лучший день, чтобы стать лучше

# health_status.very_recent_title
source: Just started
kk: Жолдың басы
ru: Начало пути

# health_status.recent_title
source: First steps
kk: Алғашқы қадамдар
ru: Первые шаги

# health_status.recovering_title
source: Recovering
kk: Қалпына келу
ru: Восстановление

# health_status.improving_title
source: Improving
kk: Жақсару
ru: Улучшение

# health_status.strong_title
source: Great!
kk: Тамаша!
ru: Отлично!

# health_status.excellent_title
source: Excellent!
kk: Керемет!
ru: Превосходно!

# health_status.very_recent_desc
source: Your body is just starting to cleanse. Every hour without a cigarette is a victory.
kk: Организм жаңа ғана тазара бастады. Сигаретсіз әр сағат — бұл жеңіс.
ru: Организм только начинает очищаться. Каждый час без сигареты — это победа.

# health_status.recent_desc
source: Nicotine is starting to leave your blood. Keep going!
kk: Никотин қаннан шығарыла бастады. Жалғастыр!
ru: Никотин начинает выводиться из крови. Продолжай!

# health_status.recovering_desc
source: Carbon monoxide levels are dropping, oxygen is reaching your organs better.
kk: Көміртегі тотығы деңгейі төмендеуде, оттегі мүшелерге жақсы жетуде.
ru: Уровень угарного газа снижается, кислород лучше поступает к органам.

# health_status.improving_desc
source: Blood circulation is improving, lungs are starting to cleanse.
kk: Қан айналымы жақсаруда, өкпе тазара бастады.
ru: Кровообращение улучшается, лёгкие начинают очищаться.

# health_status.strong_desc
source: Nerve endings are recovering. Taste and smell are getting sharper!
kk: Жүйке ұштары қалпына келуде. Дәм мен иіс айқындала бастады!
ru: Нервные окончания восстанавливаются. Вкус и запах становятся ярче!

# health_status.excellent_desc
source: Breathing is easier, more energy. You're on the right track!
kk: Тыныс алу жеңілдеді, күш-қуат көбейді. Сен дұрыс жолдасың!
ru: Дыхание стало легче, энергии больше. Ты на правильном пути!

# paywall.days
source: days
kk: күн
ru: дней

# paywall.dont_lose_progress
source: Don't lose your progress
kk: Прогресіңді жоғалтпа
ru: Не теряй свой прогресс

# paywall.subtitle
source: Keep tracking your journey to nicotine freedom
kk: Никотинсіз еркіндікке жолыңызды бақылауды жалғастырыңыз
ru: Продолжай отслеживать свой путь к свободе от никотина

# paywall.feature_stats
source: Detailed statistics and analytics
kk: Толық статистика мен аналитика
ru: Детальная статистика и аналитика

# paywall.feature_notifications
source: Smart reminders and motivation
kk: Ақылды еске салулар мен мотивация
ru: Умные напоминания и мотивация

# paywall.feature_goals
source: Personal programs and goals
kk: Жеке бағдарламалар мен мақсаттар
ru: Персональные программы и цели

# paywall.feature_health
source: Health tracking
kk: Денсаулықты бақылау
ru: Отслеживание здоровья

# paywall.plan_1_month
source: 1 month
kk: 1 ай
ru: 1 месяц

# paywall.plan_6_months
source: 6 months
kk: 6 ай
ru: 6 месяцев

# paywall.plan_6_months_subtitle
source: We believe 6 months is enough
kk: 6 ай жеткілікті деп сенеміз
ru: Мы верим — полгода достаточно

# paywall.plan_1_year
source: 1 year
kk: 1 жыл
ru: 1 год

# paywall.best_choice
source: Best choice
kk: Үздік таңдау
ru: Лучший выбор

# paywall.month
source: mo
kk: ай
ru: мес

# paywall.start_trial
source: Start 14-day free trial
kk: 14 күн тегін бастау
ru: Начать 14 дней бесплатно

# paywall.price_disclaimer
source: Then %@ · Cancel anytime
kk: Содан кейін %@ · Кез келген уақытта бас тарту
ru: Затем %@ · Отмена в любое время

# paywall.restore
source: Restore purchases
kk: Сатып алуларды қалпына келтіру
ru: Восстановить покупки

# paywall.terms
source: Terms of Service
kk: Пайдалану шарттары
ru: Условия использования

# paywall.privacy
source: Privacy Policy
kk: Құпиялылық саясаты
ru: Политика конфиденциальности

# paywall.error
source: Error
kk: Қате
ru: Ошибка

# paywall.subscription_active
source: Subscription active
kk: Жазылым белсенді
ru: Подписка активна

# paywall.trial_days_left
source: %d days left in trial
kk: Сынақ кезеңінде %d күн қалды
ru: Осталось %d дней пробного периода

# paywall.cigarettes_reduced
source: less cigarettes
kk: темекі азайды
ru: сигарет меньше

# paywall.money_saved
source: saved
kk: үнемделді
ru: сэкономлено

# paywall.no_purchases_to_restore
source: No purchases found to restore
kk: Қалпына келтіретін сатып алулар табылмады
ru: Покупки для восстановления не найдены

# paywall.subscribe
source: Subscribe
kk: Жазылу
ru: Подписаться

# paywall.subscribe_now
source: Subscribe now
kk: Қазір жазылу
ru: Подписаться сейчас

# paywall.products_not_loaded
source: Subscription plans are not available. Please try again later.
kk: Жазылым жоспарлары қол жетімді емес. Кейінірек қайталап көріңіз.
ru: Планы подписки недоступны. Попробуйте позже.
