Repository: Sumatoha/dem-tracker
Catalog: dem/Resources/*.lproj/Localizable.strings
Languages: kk, ru

# common.done
source: Done
kk: Дайын
ru: Готово

# common.cancel
source: Cancel
kk: Бас тарту
ru: Отмена

# common.save
source: Save
kk: Сақтау
ru: Сохранить

# common.error
source: Error
kk: Қате
ru: Ошибка

# common.loading
source: Loading...
kk: Жүктелуде...
ru: Загрузка...

# common.or
source: or
kk: немесе
ru: или

# tab.home
source: Home
kk: Басты бет
ru: Главная

# tab.history
source: History
kk: Тарих
ru: История

# tab.stats
source: Reports
kk: Есептер
ru: Отчёты

# tab.profile
source: Profile
kk: Профиль
ru: Профиль

# home.today
source: TODAY
kk: БҮГІН
ru: СЕГОДНЯ

# home.since_last_one
source: SINCE LAST ONE
kk: СОҢҒЫСЫНАН БЕРІ
ru: С ПОСЛЕДНЕЙ

# home.activity
source: ACTIVITY
kk: БЕЛСЕНДІЛІК
ru: АКТИВНОСТЬ

# home.average
source: AVERAGE
kk: ОРТАША
ru: СРЕДНЕЕ

# home.savings
source: SAVINGS
kk: ҮНЕМДЕУ
ru: ЭКОНОМИЯ

# home.health
source: HEALTH
kk: ДЕНСАУЛЫҚ
ru: ЗДОРОВЬЕ

# home.log_button
source: Log
kk: Жазу
ru: Записать

# trigger.stress
source: Stress
kk: Стресс
ru: Стресс

# trigger.coffee
source: Coffee
kk: Кофе
ru: Кофе

# trigger.after_meal
source: After meal
kk: Тамақтан кейін
ru: После еды

# trigger.alcohol
source: Alcohol
kk: Алкоголь
ru: Алкоголь

# trigger.boredom
source: Boredom
kk: Зерігу
ru: Скука

# trigger.social
source: Social
kk: Достармен
ru: За компанию

# trigger.before_sleep
source: Before sleep
kk: Ұйықтар алдында
ru: Перед сном

# trigger.after_sleep
source: After sleep
kk: Ұйқыдан кейін
ru: После сна

# trigger.select
source: SELECT TRIGGER
kk: СЕБЕПТІ ТАҢДАҢЫЗ
ru: ВЫБЕРИТЕ ТРИГГЕР

# trigger.why_now
source: Why now?
kk: Неге қазір?
ru: Почему сейчас?

# trigger.confirm_choice
source: CONFIRM CHOICE
kk: ТАҢДАУДЫ РАСТАУ
ru: ПОДТВЕРДИТЬ ВЫБОР

# trigger.skip
source: SKIP
kk: ӨТКІЗУ
ru: ПРОПУСТИТЬ

# trigger.no_trigger
source: No trigger
kk: Себепсіз
ru: Без триггера

# history.title
source: History
kk: Тарих
ru: История

# history.this_week
source: This week
kk: Осы аптада
ru: На этой неделе

# history.no_data
source: No entries yet
kk: Жазбалар әзірше жоқ
ru: Записей пока нет

# history.clean_days
source: Clean days
kk: Таза күндер
ru: Чистых дней

# history.interval
source: Interval
kk: Аралық
ru: Интервал

# history.total_for_month
source: Total for %@
kk: %@ үшін барлығы
ru: Всего за %@

# history.trigger
source: Trigger
kk: Себеп
ru: Триггер

# history.today
source: TODAY
kk: БҮГІН
ru: СЕГОДНЯ

# history.yesterday
source: YESTERDAY
kk: КЕШЕ
ru: ВЧЕРА

# history.no_data_hint
source: Log your first cigarette to see history
kk: Тарихты көру үшін бірінші темекіні жазыңыз
ru: Залогируйте первую сигарету, чтобы увидеть историю

# stats.title
source: Statistics
kk: Статистика
ru: Статистика

# stats.hourly_activity
source: HOURLY ACTIVITY
kk: САҒАТТЫҚ БЕЛСЕНДІЛІК
ru: АКТИВНОСТЬ ПО ЧАСАМ

# stats.peak_hours
source: Peak at %@
kk: Шыңы %@
ru: Пик в %@

# stats.most_frequent_trigger
source: MOST FREQUENT TRIGGER
kk: ЕҢ ЖИІ СЕБЕП
ru: САМЫЙ ЧАСТЫЙ ТРИГГЕР

# stats.longest_streak
source: BEST STREAK
kk: ҮЗДІК НӘТИЖЕ
ru: ЛУЧШИЙ РЕЗУЛЬТАТ

# stats.hours
source: hours
kk: сағат
ru: часов

# stats.without_breaks
source: WITHOUT BREAKS
kk: ҮЗІЛІССІЗ
ru: БЕЗ СРЫВОВ

# stats.monthly_forecast
source: MONTHLY SAVINGS FORECAST
kk: АЙЛЫҚ ҮНЕМДЕУ БОЛЖАМЫ
ru: ПРОГНОЗ ЭКОНОМИИ ЗА МЕСЯЦ

# stats.program
source: PROGRAM
kk: БАҒДАРЛАМА
ru: ПРОГРАММА

# stats.week
source: Week
kk: Апта
ru: Неделя

# stats.limit
source: Limit
kk: Лимит
ru: Лимит

# stats.per_day
source: /day
kk: /күн
ru: /день

# stats.days_in_plan
source: days on plan
kk: күн жоспарда
ru: дней в плане

# stats.this_week_label
source: This week
kk: Осы аптада
ru: На этой неделе

# stats.forecast
source: Forecast
kk: Болжам
ru: Прогноз

# stats.no_data
source: No data
kk: Деректер жоқ
ru: Нет данных

# stats.motivational_text
source: Statistics is the compass of your progress. Every number brings you closer to complete freedom.
kk: Статистика — прогресіңіздің компасы. Әр сан сізді толық еркіндікке жақындатады.
ru: Статистика — это компас вашего прогресса. Каждая цифра приближает вас к полной свободе.

# stats.if_maintain_dynamics
source: If you maintain your current quitting dynamics.
kk: Ағымдағы темекіден бас тарту динамикасын сақтасаңыз.
ru: При сохранении текущей динамики отказа от курения.

# stats.start_marker
source: Start
kk: Старт
ru: Старт

# stats.goal_marker
source: Goal
kk: Мақсат
ru: Цель

# stats.week_of_total
source: Week %d of %d
kk: %d-апта, барлығы %d
ru: Неделя %d из %d

# stats.limit_per_day
source: %d/day
kk: %d/күн
ru: %d/день

# stats.peak_at
source: Peak at %02d:00 — %02d:00
kk: Шыңы %02d:00 — %02d:00
ru: Пик в %02d:00 — %02d:00

# stats.weeks_ahead
source: Ahead by %d weeks
kk: %d апта алда
ru: С опережением на %d нед.

# stats.weeks_behind
source: Behind by %d weeks
kk: %d апта артта
ru: Отставание — %d нед.

# stats.reach_goal_by
source: You'll reach goal by %@
kk: Мақсатқа %@ дейін жетесіз
ru: Достигнете цели к %@

# stats.keep_going
source: Keep up the good work
kk: Осылай жалғастырыңыз
ru: Продолжайте в том же духе

# stats.share
source: Share progress
kk: Прогреспен бөлісу
ru: Поделиться прогрессом

# forecast.title
source: Forecast
kk: Болжам
ru: Прогноз

# forecast.explanation
source: This is how much you'll save per month if you keep smoking at your current rate.
kk: Бұл қазіргідей шексеңіз, бір айда үнемдейтін сома.
ru: Это сумма, которую ты сэкономишь за месяц, если будешь курить так же, как сейчас.

# forecast.current_average
source: Current average
kk: Қазір орташа
ru: Сейчас в среднем

# forecast.save_per_day
source: Save per day
kk: Күніне үнемдеу
ru: Экономишь в день

# forecast.per_month
source: Per month (30 days)
kk: Айына (30 күн)
ru: За месяц (30 дней)

# forecast.hint
source: The less you smoke, the more you save. Every unsmoked cigarette is money in your pocket!
kk: Неғұрлым аз шексеңіз — соғұрлым көп үнемдейсіз. Әр шегілмеген сигарет — қалтаңыздағы ақша!
ru: Чем меньше куришь — тем больше экономишь. Каждая не выкуренная сигарета — это деньги в твоём кармане!

# profile.title
source: Profile
kk: Профиль
ru: Профиль

# profile.user
source: User
kk: Пайдаланушы
ru: Пользователь

# profile.edit
source: Edit
kk: Өзгерту
ru: Изменить

# profile.product_type
source: Product type
kk: Өнім түрі
ru: Тип продукта

# profile.cigarettes
source: Cigarettes
kk: Сигарет
ru: Сигареты

# profile.vape
source: Vape
kk: Вейп
ru: Вейп

# profile.mix
source: Mixed
kk: Аралас
ru: Разное

# profile.per_day
source: Per day
kk: Күніне
ru: В день

# profile.per_day_usually
source: Per day (usually)
kk: Күніне (әдетте)
ru: В день (обычно)

# profile.pack_price
source: Pack price
kk: Қораптың бағасы
ru: Цена пачки

# profile.sticks_in_pack
source: Sticks per pack
kk: Қораптағы саны
ru: Сигарет в пачке

# profile.notifications
source: Notifications
kk: Хабарламалар
ru: Уведомления

# profile.evening_report_time
source: Evening report time
kk: Кешкі есеп уақыты
ru: Время вечернего отчёта

# profile.program_settings
source: Program
kk: Бағдарлама
ru: Программа

# profile.setup_program
source: Set up
kk: Баптау
ru: Настроить

# profile.current_limit
source: Current limit
kk: Ағымдағы лимит
ru: Текущий лимит

# profile.today_limit
source: Today's limit: %d pcs
kk: Бүгінгі лимит: %d дана
ru: Лимит сегодня: %d шт.

# profile.not_configured
source: Not configured
kk: Баптаалмаған
ru: Не настроена

# profile.not_specified
source: Not specified
kk: Көрсетілмеген
ru: Не указано

# profile.about
source: About
kk: Қосымша туралы
ru: О приложении

# profile.privacy_policy
source: Privacy Policy
kk: Құпиялылық саясаты
ru: Политика конфиденциальности

# profile.terms_of_service
source: Terms of Service
kk: Пайдалану шарттары
ru: Условия использования

# profile.support
source: Support
kk: Қолдау
ru: Поддержка

# profile.write_to_telegram
source: Contact via Telegram
kk: Telegram-ға жазу
ru: Написать в Telegram

# profile.version
source: Version
kk: Нұсқа
ru: Версия

# profile.sign_out
source: Sign Out
kk: Шығу
ru: Выйти из аккаунта

# profile.language
source: Language
kk: Тіл
ru: Язык

# profile.select_goal
source: SELECT GOAL
kk: МАҚСАТТЫ ТАҢДАҢЫЗ
ru: ВЫБЕРИТЕ ЦЕЛЬ

# profile.program_setup
source: Program Setup
kk: Бағдарламаны баптау
ru: Настройка программы

# profile.target_per_day
source: TARGET PER DAY
kk: КҮНДІК МАҚСАТТЫ САН
ru: ЦЕЛЕВОЕ КОЛИЧЕСТВО В ДЕНЬ

# profile.program_duration
source: PROGRAM DURATION
kk: БАҒДАРЛАМА МЕРЗІМІ
ru: СРОК ПРОГРАММЫ

# profile.quit_desc
source: Gradually reduce to 0
kk: Біртіндеп 0-ге дейін азайту
ru: Постепенно снижать до 0

# profile.reduce_desc
source: Set target limit
kk: Мақсатты лимит орнату
ru: Установить целевой лимит

# profile.observe_desc
source: No restrictions
kk: Шектеусіз
ru: Без ограничений

# profile.months_format
source: %d mo
kk: %d ай
ru: %d мес

# profile.subscription
source: Subscription
kk: Жазылым
ru: Подписка

# profile.subscription_active
source: Active
kk: Белсенді
ru: Активна

# profile.subscription_subscribe
source: Subscribe
kk: Жазылу
ru: Оформить

# profile.manage_subscription
source: Manage subscription
kk: Жазылымды басқару
ru: Управление подпиской

# profile.trial_expired
source: Trial expired
kk: Сынақ мерзімі аяқталды
ru: Пробный период истёк

# profile.discard_changes
source: Discard changes?
kk: Өзгерістерді болдырмау?
ru: Отменить изменения?

# profile.discard
source: Discard
kk: Болдырмау
ru: Отменить

# profile.discard_changes_message
source: You have unsaved changes. Are you sure you want to discard them?
kk: Сақталмаған өзгерістер бар. Оларды болдырмағыңыз келетініне сенімдісіз бе?
ru: У вас есть несохранённые изменения. Вы уверены, что хотите их отменить?

# profile.support_email
source: Email us
kk: Поштаға жазу
ru: Написать на почту

# profile.support_description
source: Have questions or suggestions? Contact us through any convenient channel.
kk: Сұрақтарыңыз немесе ұсыныстарыңыз бар ма? Кез келген ыңғайлы арна арқылы хабарласыңыз.
ru: Есть вопросы или предложения? Свяжитесь с нами любым удобным способом.

# profile.delete_account
source: Delete Account
kk: Аккаунтты жою
ru: Удалить аккаунт

# profile.delete_account_title
source: Delete Account?
kk: Аккаунтты жою керек пе?
ru: Удалить аккаунт?

# profile.delete_account_message
source: This will permanently delete your account and all data. This action cannot be undone.
kk: Бұл сіздің аккаунтыңызды және барлық деректерді біржола жояды. Бұл әрекетті болдырмау мүмкін емес.
ru: Это навсегда удалит ваш аккаунт и все данные. Это действие нельзя отменить.

# profile.delete
source: Delete
kk: Жою
ru: Удалить

# onboarding.welcome
source: Welcome
kk: Қош келдіңіз
ru: Добро пожаловать

# onboarding.hello
source: Hello!
kk: Сәлем!
ru: Привет!

# onboarding.whats_your_name
source: What's your name?
kk: Сіздің атыңыз кім?
ru: Как тебя зовут?

# onboarding.name_description
source: What's your name? This name will be displayed in your profile.
kk: Сіздің атыңыз кім? Бұл ат профиліңізде көрсетіледі.
ru: Как тебя зовут? Это имя будет отображаться в твоём профиле.

# onboarding.name_placeholder
source: Name or nickname
kk: Аты немесе лақап ат
ru: Имя или никнейм

# onboarding.enter_name
source: Enter name
kk: Атыңызды енгізіңіз
ru: Введите имя

# onboarding.continue
source: CONTINUE
kk: ЖАЛҒАСТЫРУ
ru: ПРОДОЛЖИТЬ

# onboarding.next
source: Next
kk: Келесі
ru: Далее

# onboarding.back
source: Back
kk: Артқа
ru: Назад

# onboarding.my_choice
source: My choice
kk: Менің таңдауым
ru: Мой выбор

# onboarding.product_type_description
source: Choose your main nicotine source for accurate tracking.
kk: Дәл бақылау үшін негізгі никотин көзін таңдаңыз.
ru: Выберите основной источник никотина для точной настройки алгоритмов трекинга.

# onboarding.type_label
source: TYPE
kk: ТҮР
ru: ТИП

# onboarding.can_change_later
source: YOU CAN CHANGE THIS LATER
kk: КЕЙІН ӨЗГЕРТЕ АЛАСЫЗ
ru: ВЫ СМОЖЕТЕ ИЗМЕНИТЬ ЭТО ПОЗЖЕ

# onboarding.current_level
source: Current level
kk: Ағымдағы деңгей
ru: Текущий уровень

# onboarding.baseline_description
source: Specify your current consumption to personalize your plan.
kk: Жоспарыңызды дербестендіру үшін ағымдағы тұтынуды көрсетіңіз.
ru: Укажите текущее потребление для персонализации вашего плана.

# onboarding.how_many_per_day
source: HOW MANY PER DAY?
kk: КҮНІНЕ ҚАНША?
ru: СКОЛЬКО В ДЕНЬ?

# onboarding.in_pack
source: IN PACK
kk: ҚОРАПТА
ru: В ПАЧКЕ

# onboarding.what_do_you_smoke
source: What do you smoke?
kk: Не шегесіз?
ru: Что ты куришь?

# onboarding.how_much_per_day
source: How much per day?
kk: Күніне қанша?
ru: Сколько в день?

# onboarding.pieces_per_day
source: pieces per day
kk: дана күніне
ru: штук в день

# onboarding.pack_price_label
source: PACK PRICE
kk: ҚОРАП БАҒАСЫ
ru: ЦЕНА ПАЧКИ

# onboarding.sticks_in_pack_label
source: Sticks per pack
kk: Қораптағы саны
ru: Штук в пачке

# onboarding.what_is_your_goal
source: What's your goal?
kk: Сіздің мақсатыңыз не?
ru: Какая у тебя цель?

# onboarding.goal_description
source: Choose the goal you want to achieve. Your personal plan depends on it.
kk: Жетпеқ болған мақсатыңызды таңдаңыз. Жеке жоспарыңыз соған байланысты.
ru: Выберите цель, которую хотите достичь. От этого зависит ваш персональный план.

# onboarding.goal_quit
source: Quit
kk: Тастау
ru: Бросить

# onboarding.goal_reduce
source: Reduce
kk: Азайту
ru: Снизить

# onboarding.goal_observe
source: Observe
kk: Бақылау
ru: Наблюдать

# onboarding.goal_quit_desc
source: Completely quit smoking
kk: Темекіні толық тастау
ru: Полностью отказаться от курения

# onboarding.goal_reduce_desc
source: Gradually reduce consumption
kk: Біртіндеп азайту
ru: Постепенно уменьшить потребление

# onboarding.goal_observe_desc
source: Just track without a goal
kk: Мақсатсыз бақылау
ru: Просто отслеживать без цели

# onboarding.target_amount
source: Reduce to how many?
kk: Қаншаға дейін азайту?
ru: До скольких снизить?

# onboarding.duration
source: Over what period?
kk: Қандай мерзімде?
ru: За какой срок?

# onboarding.duration_description
source: Choose the timeframe to achieve your goal.
kk: Мақсатқа жету мерзімін таңдаңыз.
ru: Выберите срок, за который хотите достичь цели.

# onboarding.months
source: months
kk: ай
ru: месяцев

# onboarding.start
source: START
kk: БАСТАУ
ru: НАЧАТЬ

# onboarding.your_plan
source: Your plan
kk: Сіздің жоспарыңыз
ru: Ваш план

# onboarding.plan_description
source: Based on your data, we've created a personalized plan.
kk: Деректеріңіз негізінде дербес жоспар жасадық.
ru: На основе ваших данных мы создали персональный план.

# onboarding.select_goal
source: SELECT GOAL
kk: МАҚСАТТЫ ТАҢДАҢЫЗ
ru: ВЫБЕРИТЕ ЦЕЛЬ

# onboarding.just_observing
source: Just observing
kk: Жай бақылаймын
ru: Просто наблюдаю

# onboarding.set_comfort_level
source: Set comfortable level
kk: Қолайлы деңгейді орнатыңыз
ru: Установите комфортный уровень

# onboarding.duration_1_month
source: 1 month
kk: 1 ай
ru: 1 месяц

# onboarding.duration_3_months
source: 3 months
kk: 3 ай
ru: 3 месяца

# onboarding.duration_6_months
source: 6 months
kk: 6 ай
ru: 6 месяцев

# onboarding.duration_custom
source: Custom
kk: Өз мерзімім
ru: Свой срок

# onboarding.intensive
source: Intensive
kk: Қарқынды
ru: Интенсивно

# onboarding.optimal
source: Optimal
kk: Оптималды
ru: Оптимально

# onboarding.gentle
source: Gentle
kk: Жұмсақ
ru: Мягко

# onboarding.choose_duration
source: Choose duration
kk: Мерзімді таңдаңыз
ru: Выберите срок

# onboarding.step_of
source: STEP %d OF %d
kk: %d-ҚАДАМ, БАРЛЫҒЫ %d
ru: ШАГ %d ИЗ %d

# onboarding.recommendation
source: With %d per day we recommend %@
kk: Күніне %d кезінде %@ ұсынамыз
ru: При %d в день мы рекомендуем %@

# onboarding.save_error
source: Failed to save profile. Check your connection and try again.
kk: Профильді сақтау мүмкін болмады. Қосылымды тексеріп, қайта көріңіз.
ru: Не удалось сохранить профиль. Проверьте соединение и попробуйте снова.

# health.title
source: Health
kk: Денсаулық
ru: Здоровье

# health.what_does_it_mean
source: What does +%d%% mean?
kk: +%d%% нені білдіреді?
ru: Что значит +%d%%?

# health.explanation
source: This shows your body's recovery since your last cigarette.
kk: Бұл соңғы сигареттен бері организмнің қалпына келу көрсеткіші.
ru: Это показатель восстановления твоего организма с момента последней сигареты.

# health.last_cigarette
source: Last cigarette
kk: Соңғы сигарет
ru: Последняя сигарета

# health.recovery
source: Recovery
kk: Қалпына келу
ru: Восстановление

# health.how_it_works
source: How it works
kk: Бұл қалай жұмыс істейді
ru: Как это работает

# health.after_cigarette
source: Right after smoking — 5%%. Your body starts cleansing.
kk: Сигареттен кейін бірден — 5%%. Организм тазара бастайды.
ru: Сразу после сигареты — 5%%. Организм начинает очищаться.

# health.longer_without
source: The longer without smoking — the higher the percentage.
kk: Неғұрлым көп шекпесең — соғұрлым пайыз жоғары.
ru: Чем дольше не куришь — тем выше процент.

# health.three_days
source: After 3 days without cigarettes — 95%%. Breathing easier, taste sharper!
kk: 3 күн сигаретсіз — 95%%. Тыныс алу жеңілдейді, дәм күшейеді!
ru: Через 3 дня без сигарет — 95%%. Дыхание легче, вкус ярче!

# health.recovery_stages
source: Recovery stages
kk: Қалпына келу кезеңдері
ru: Этапы восстановления

# health.minutes_20
source: 20 minutes
kk: 20 минут
ru: 20 минут

# health.hours_2
source: 2 hours
kk: 2 сағат
ru: 2 часа

# health.hours_8
source: 8 hours
kk: 8 сағат
ru: 8 часов

# health.hours_24
source: 24 hours
kk: 24 сағат
ru: 24 часа

# health.hours_48
source: 48 hours
kk: 48 сағат
ru: 48 часов

# health.hours_72
source: 72 hours
kk: 72 сағат
ru: 72 часа

# health.benefit_20min
source: Heart rate and blood pressure start normalizing
kk: Жүрек соғысы мен қан қысымы қалыпқа келе бастайды
ru: Пульс и давление начинают нормализоваться

# health.benefit_2h
source: Nicotine leaves your blood
kk: Никотин қаннан шығарылады
ru: Никотин выводится из крови

# health.benefit_8h
source: Oxygen levels return to normal
kk: Оттегі деңгейі қалыпқа келеді
ru: Уровень кислорода в норме

# health.benefit_24h
source: Heart attack risk decreases
kk: Жүрек ауруы қаупі азаяды
ru: Риск сердечного приступа снижается

# health.benefit_48h
source: Nerve endings start recovering
kk: Жүйке ұштары қалпына келе бастайды
ru: Нервные окончания восстанавливаются

# health.benefit_72h
source: Breathing becomes easier
kk: Тыныс алу жеңілдейді
ru: Дышать становится легче

# savings.title
source: Savings
kk: Үнемдеу
ru: Экономия

# savings.saved_today
source: saved today
kk: бүгін үнемделді
ru: сэкономлено сегодня

# savings.how_calculated
source: How it's calculated
kk: Қалай есептеледі
ru: Как считается

# savings.usually_smoke
source: Usually smoke
kk: Әдетте шегесіз
ru: Обычно выкуриваешь

# savings.today_smoked
source: Smoked today
kk: Бүгін шектіңіз
ru: Сегодня выкурил

# savings.saved
source: Saved
kk: Үнемделді
ru: Сэкономил

# savings.price_per_unit
source: Price per piece
kk: Бір данасының бағасы
ru: Цена за штуку

# savings.total
source: Total
kk: Барлығы
ru: Итого

# savings.hint
source: Savings grow when you smoke less than your norm. Fewer cigarettes means more money saved.
kk: Үнемдеу артады, егер нормадан аз шексеңіз. Сигарет неғұрлым аз — ақша соғұрлым көп.
ru: Экономия растёт, когда ты куришь меньше своей нормы. Чем меньше сигарет — тем больше денег остаётся.

# program.title
source: Program
kk: Бағдарлама
ru: Программа

# program.what_is_program
source: What is the program?
kk: Бағдарлама дегеніміз не?
ru: Что такое программа?

# program.explanation
source: The program is your personal plan for gradually reducing cigarette consumption. Instead of quitting abruptly, you smoothly decrease the amount day by day.
kk: Бағдарлама — сигарет тұтынуды біртіндеп азайту бойынша жеке жоспарыңыз. Кенеттен тастаудың орнына, күн сайын саныңызды біртіндеп азайтасыз.
ru: Программа — это твой личный план постепенного снижения потребления сигарет. Вместо резкого отказа, ты плавно уменьшаешь количество день за днём.

# program.how_it_works
source: How it works
kk: Бұл қалай жұмыс істейді
ru: Как это работает

# program.starting_point
source: Starting point
kk: Бастапқы нүкте
ru: Стартовая точка

# program.goal
source: Goal
kk: Мақсат
ru: Цель

# program.timeline
source: Timeline
kk: Мерзім
ru: Срок

# program.current
source: Current
kk: Қазір
ru: Сейчас

# program.what_is_forecast
source: What does 'Forecast' mean?
kk: «Болжам» нені білдіреді?
ru: Что значит «Прогноз»?

# program.forecast_explanation
source: The forecast shows when you'll reach your goal if you stick to the plan. It's calculated based on your current progress.
kk: Болжам жоспарды ұстансаңыз, мақсатқа қашан жететініңізді көрсетеді. Ол ағымдағы прогресіңізге негізделген.
ru: Прогноз показывает, когда ты достигнешь цели, если будешь придерживаться плана. Он считается на основе твоего текущего прогресса.

# program.what_is_days_in_plan
source: What does 'days on plan' mean?
kk: «Жоспардағы күндер» нені білдіреді?
ru: Что значит «дней в плане»?

# program.days_in_plan_explanation
source: This is the number of days this week when you didn't exceed your daily limit. More days on plan means you're doing great!
kk: Бұл осы аптада күнделікті лимиттен аспаған күндер саны. Жоспардағы күндер неғұрлым көп — соғұрлым жақсы!
ru: Это количество дней на этой неделе, когда ты не превысил свой дневной лимит. Чем больше дней в плане — тем лучше ты справляешься!

# program.quit
source: Quit
kk: Тастау
ru: Бросить

# program.reduce
source: Reduce
kk: Азайту
ru: Снизить

# program.observe
source: Observe
kk: Бақылау
ru: Наблюдать

# program.full_quit
source: Completely quit smoking
kk: Темекіні толық тастау
ru: Полный отказ от курения

# program.reduce_to
source: Reduce to %d cigarettes per day
kk: Күніне %d сигаретке дейін азайту
ru: Снизить до %d сигарет в день

# program.started_with
source: You started with %d cigarettes per day
kk: Сіз күніне %d сигареттен бастадыңыз
ru: Ты начал с %d сигарет в день

# program.weeks_format
source: Over %d weeks (%d mo.)
kk: %d апта ішінде (%d ай)
ru: За %d недель (%d мес.)

# program.week_limit
source: Week %d: limit %d cigarettes/day
kk: %d-апта: лимит %d сигарет/күн
ru: Неделя %d: лимит %d сигарет/день

# auth.sign_in_with_apple
source: Sign in with Apple
kk: Apple арқылы кіру
ru: Войти через Apple

# auth.welcome_subtitle
source: Your path to nicotine freedom
kk: Никотинсіз еркіндікке жолыңыз
ru: Ваш путь к свободе от никотина

# auth.terms_agreement
source: By continuing, you agree to the terms of service
kk: Жалғастыру арқылы сіз пайдалану шарттарымен келісесіз
ru: Продолжая, вы соглашаетесь с условиями использования

# notifications.evening_title
source: Your day
kk: Сенің күнің
ru: Твой день

# notifications.evening_zero
source: 0 today — amazing! 🎉
kk: Бүгін 0 — тамаша! 🎉
ru: Сегодня 0 — ты молодец! 🎉

# notifications.evening_under_limit
source: Today %d of %d. Great job!
kk: Бүгін %d/%d. Жақсы нәтиже!
ru: Сегодня %d из %d. Отличный результат!

# notifications.evening_at_limit
source: Today %d of %d. Right on plan 👍
kk: Бүгін %d/%d. Жоспар бойынша 👍
ru: Сегодня %d из %d. Ровно по плану 👍

# notifications.evening_over_limit
source: Today %d of %d. Tomorrow is a new day!
kk: Бүгін %d/%d. Ертең жаңа күн!
ru: Сегодня %d из %d. Завтра новый день!

# notifications.evening_no_limit
source: Today: %d. Logged!
kk: Бүгін: %d. Жазылды!
ru: Сегодня: %d. Записано!

# notifications.limit_exceeded_title
source: Daily plan complete
kk: Бүгінгі жоспар орындалды
ru: План на сегодня выполнен

# notifications.limit_exceeded_body
source: You've reached your limit of %d. Try to stop for today 💪
kk: Сен %d лимитіне жеттің. Бүгін тоқтауға тырыс 💪
ru: Ты достиг лимита %d. Попробуй остановиться на сегодня 💪

# notifications.milestone_2h
source: 2 hours ✨
kk: 2 сағат ✨
ru: 2 часа ✨
